results_vcloud_2cores_4gb_normal_storage/32/results.txt
transaction type: Custom query
scaling factor: 10
query mode: simple
number of clients: 8
number of threads: 2
duration: 60 s
number of transactions actually processed: 27220
latency average: 17.634 ms
tps = 453.591439 (including connections establishing)
tps = 453.635984 (excluding connections establishing)